Repository: rkward-community/rk.ClusterAnalysis
Catalog: inst/rkward/po/rkward__Kmeanspartitioning_rkward.*.po
Languages: de

# NAME OF TRANSLATORS
source: Your names
de: m.eik michalke

# EMAIL OF TRANSLATORS
source: Your emails
de: meik.michalke@hhu.de

source: RKWard GUI to conduct k-means, model based and hierarchical cluster analyses
de: RKWard GUI zur Durchführung von k-Means-, modellbasierter und hierarchischer Clusteranalysen

source: Hierarchical CA
de: Hierarchische CA

# R code comment
source: Use subset of variables
de: Benutze eine Auswahl von Variablen

# R code comment
source: Listwise removal of missings
de: Listenweiser Ausschluss fehlender Werte

# R code comment
source: Standardizing values
de: Werte standardisieren

# R code comment
source: Compute distance matrix
de: Berechne Distanzmatrix

# R code comment
source: Hierarchical CA
de: Hierarchische CA

source: Hierarchical CA results
de: Hierarchische CA Ergebnisse

source: Subset of variables included the analysis
de: Für die Analyse verwendete Auswahl von Variablen

source: Cluster analysis: Hierarchical
de: Clusteranalyse: Hierarchisch

source: Select data
de: Wähle Daten

source: Data (data.frame, matrix or dist)
de: Daten (data.frame, matrix oder dist)

source: Use only a subset of variables
de: Benutze nur eine Auswahl von Variablen

source: Selected variables
de: Ausgewählte Variablen

source: Data preparation
de: Aufbereitung der Daten

source: Remove missing values
de: Fehlende Werte entfernen

source: Stadardize values
de: Werte standardisieren

source: Save results to workspace
de: Speichere Ergebnisse im Workspace

source: Distance matrix
de: Distanzmatrix

source: Computation method
de: Berechnungsmethode

source: Euclidean
de: Euklidisch

source: Binary
de: Binär

source: Power of Minkowski distance
de: Potenz der Minkowski-Distanz

source: Clustering
de: Clustern

source: Agglomeration method
de: Agglomerationsmethode

source: Ward (incl. clustering criterion)
de: Ward (inkl. Clusterkriterium)

source: Ward (without clustering criterion)
de: Ward (ohne Clusterkriterium)

source: Single linkage (nearest neighbor)
de: Single linkage (nächster Nachbar)

source: Complete linkage (furthest neighbor)
de: Complete linkage (weitester Nachbar)

source: Average linkage (between groups linkage)
de: Average linkage (Verlinkung zwischen Gruppen)

source: Median clustering
de: Medianclusterung

source: Centroid clustering
de: Zentroidclusterung

source: Draw dendrogram
de: Zeichne Dendrogramm

source: Draw border around clusters (1 for none)
de: Rand um Cluster (1 für keinen)

source: Fraction of height by which labels should hang below plot
de: Bruchteil der Höhe, um die Labels unter dem Plot hängen sollen

source: Minimum height (suppress details below)
de: Mindesthöhe (unterdrücke Details darunter)

source: Plot splits at equally-spaced heights (not object height)
de: Plot bei gleichabständigen Höhen trennen (nicht Objekthöhe)

source: Generic plot options
de: Allgemeine Plotoptionen

source: Model based CA
de: Modellbasierte CA

# R code comment
source: Model based CA
de: Modellbasierte CA

source: Model based CA results
de: Modellbasierte CA Ergebnisse

source: Cluster analysis: Model based
de: Clusteranalyse: Modellbasiert

source: Data (data.frame or matrix)
de: Daten (data.frame oder matrix)

source: Advanced options
de: Fortgeschrittene Optionen

source: Max number of clusters to test
de: Höchstzahl zu testender Cluster

source: Plot results
de: Plotte Ergebnisse

source: Plot type
de: Art des Plots

source: Classification
de: Klassifikation

source: Classification uncertainty
de: Klassifikationunsicherheit

source: Density
de: Dichte

source: Determine number of clusters
de: Bestimmte Zahl von Clustern

source: Determine number of clusters results
de: Bestimmte Zahl von Clustern Ergebnisse

source: Cluster analysis: Determine number of clusters
de: Clusteranalyse: Bestimmte Zahl von Clustern

source: Plot options
de: Plotoptionen

source: Maximum number of clusters to exexamine
de: Höchstzahl zu untersuchender Cluster

source: Method
de: Methode

source: K-means total within sum of sqares
de: K-means gesamte within-Quadratsumme

source: Hiearchical clustering criterion (Inverse Scree)
de: Hiearchisches ClusterKriterium (inverser Scree)

source: K-means partitioning
de: K-means Partitionierung

source: Cluster analysis
de: Clusteranalyse

source: Cluster analysis: K-means partitioning
de: Cluster analysis: K-means Partitionierung

source: Number of clusters to extract
de: Anzahl zu extrahierender Cluster

source: Algorithm
de: Algorithmus

source: Forgy
de: Lloyd

source: Maximum number of iterations
de: Maximale Anzahl an Interationen

source: Initial random set of centers
de: Initiale Zufallssätze von Zentren

source: Plot cluster centers
de: Plotte Clusterzentren

source: Analysis
de: Analyse
